app/Models/Setting.php

    static function getSetting(&$static, $name, $key = null)
    {
        if (!isset($static)) {
            $static = cache()->remember('settings.' . $name, 30 * 24 * 60 * 60, function () use ($name) {
                return self::where('name', $name)->first();
            });
---
select * from `settings` where `name` = 'general' limit 1