app/Http/Controllers/Admin/SettingsController.php

select * from `settings` where `page` = 'general'
---
    public function page(Request $request, $page)
    {
        removeContentLocale();

        $this->authorize('admin_settings_' . $page);

        $settings = Setting::where('page', $page)
            ->get()
            ->keyBy('name');